

var detail  = new Vue({
	el:'#detail',
	data:{
		detail:[{
			title:'捡到东西啦嘤嘤嘤捡到东西啦嘤嘤嘤捡到东西啦嘤嘤嘤捡到东西啦嘤嘤嘤',
			content:'求助！今天在金翰林商业街附近掉了一个肖声昊！好心人好看到请联系我，我请你喝奶茶。。。重要的事情说三遍！请奶茶请奶茶请奶茶',
			imgUrl:'./img/1549691853133.png',
			time:'2019-3-4 09:30 左右',
			master:'肖声昊',
			src:'../getDetail/getDetail.html'
		},{
			title:'丢东西啦嘤嘤嘤丢东西啦嘤嘤嘤丢东西啦嘤嘤嘤丢东西啦嘤嘤嘤',
			content:'求助！今天在金翰林商业街附近掉了一个肖声昊！好心人好看到请联系我，我请你喝奶茶。。。重要的事情说三遍！请奶茶请奶茶请奶茶',
			imgUrl:'./img/1549691853133.png',
			time:'2019-3-4 09:30 左右',
			master:'肖声昊',
			src:'../findDetail/findDetail.html'
		},
		{
			title:'捡到东西啦嘤嘤嘤捡到东西啦嘤嘤嘤捡到东西啦嘤嘤嘤捡到东西啦嘤嘤嘤',
			content:'求助！今天在金翰林商业街附近掉了一个肖声昊！好心人好看到请联系我，我请你喝奶茶。。。重要的事情说三遍！请奶茶请奶茶请奶茶',
			imgUrl:'./img/1549691853133.png',
			time:'2019-3-4 09:30 左右',
			master:'肖声昊',
			src:'../getDetail/getDetail.html'
		},
		{
			title:'丢东西啦嘤嘤嘤丢东西啦嘤嘤嘤丢东西啦嘤嘤嘤丢东西啦嘤嘤嘤',
			content:'求助！今天在金翰林商业街附近掉了一个肖声昊！好心人好看到请联系我，我请你喝奶茶。。。重要的事情说三遍！请奶茶请奶茶请奶茶',
			imgUrl:'./img/1549691853133.png',
			time:'2019-3-4 09:30 左右',
			master:'肖声昊',
			src:'../findDetail/findDetail.html'
		}]
	}
})